export const culture = [
  {
    title: '누구나 리더가 될 수 있어요',
    text: '수평적인 문화를 지향하고 있어요. 멤버들은 모두 동등한 구성원으로서 스터디나 프로젝트를 개설하고 팀 리더를 맡아 운영할 수 있어요',
  },
  {
    title: '모든 정보를 투명하게',
    text: '저희는 Notion과 Slack과 같은 협업툴을 이용해 활동하고 있어요. 이벤트 기획안이나 영수증 같은 자료는 구성원들에게 투명하게 제공되고 있어요.',
  },
  {
    title: '영어 이름을 사용해요',
    text: '누구와도 편하게 소통하는 분위기를 만들기 위해, 영어 이름을 호칭으로 사용해요. 영어 이름을 부를 때는 "님" 자를 붙이거나 "말씀하셨다" 같은 극존칭도 사용하지 않아요.',
  },
  {
    title: '충돌은 언제나 환영해요',
    text: '구성원이 많은 만큼 여러 생각과 관점이 존재해요. 더 나은 커뮤니티를 위해 여러분의 의견을 마구마구 제시해주세요.',
  },
];
