import { AnnouncementData } from '@type/pageData';

export const beginnerRecruitInfo: AnnouncementData = {
  id: 'beginner',
  name: 'Beginner',
  skill: 'none',
  stack: 'none',
  status: 'OPEN',
  people:
    '코딩에 대한 남다른 애정을 가지신 분\n' +
    '1년이상 활동이 가능하신 분\n' +
    '책임감이 있으신 분\n' +
    '주도적으로 의견을 얘기하거나 반박하는데 거리낌이 없으신 분\n' +
    '동료들에게 좋은 시너지를 줄 수 있으신 분\n' +
    '타인의 의견을 적극적으로 수용하고 개선하려고 노력하시는 분\n' +
    '프로젝트의 애정과 책임을 가지고 주도적으로 개발, 개선할 수 있으신 분\n' +
    '커뮤니케이션 및 개발 문서 정리에 능숙하신 분\n' +
    '코딩에 대하여 잘 모르더라도 매일 학습하고, 모르는 게 있으면 주도적으로 해결할 수 있으신 분',
  plus:
    '코딩에 대하여 잘 모르더라도 매일 학습할 의지가 있으신 분 \n' +
    'Github에 대한 경험이 있으신 분이면 좋습니다',
  introduction:
    '비기너 포지션은 아직 포지션이 명확하지 않은 분을 위해 개설되었어요.\n' +
    '개발자를 지망하지만 공부하는 방법을 잘 모르시는 분들에게 도움이 되실거에요.\n' +
    '비기너 분들은 GDSC에 합류할 경우 미니 해커톤을 진행해요. \n' +
    '미니 해커톤이란 운영진이 제공하는 보일러플레이트를 바탕으로 개발하는 프로젝트에요.\n' +
    '해커톤의 기간은 3달간 진행되며 총 3번의 기회가 주어져요.(총 9개월)\n' +
    '3번의 기회 안에 포지션을 획득하지 못할 경우 GDSC와 함께할 수 없어요.',
  activity:
    '2주마다 있는 정기세션에 참여할 수 있어요.\n' +
    'GDSC KOR나 GDSC DJU가 기획 및 운영하는 이벤트에 운영진으로 참여할 수 있어요.\n' +
    '비기너 분들은 해커톤에 합류해요.',
};
