export const FaqData = [
  {
    id: 1,
    question: '전형결과는 언제 알 수 있나요?',
    answer:
      '지원기간, 면접기간 종료 후 합불 여부에 관계없이 일주일 안에 제공해주신 연락처로 연락을 드리고 있습니다.\n' +
      '일주일이 지난 후에도 연락을 받지 못한 경우 gdgocdju@gmail.com으로 연락주시면 빠르게 도와 드리도록 하겠습니다.',
  },
  {
    id: 2,
    question: '지원 시 유의사항이 있나요?',
    answer:
      'GDGoC DJU가 추구하는 커뮤니티는 모두가 서로의 발전을 위해 노력하는 분위기입니다.\n' +
      '개개인의 코딩실력도 중요하지만 동료에게 얼마나 큰 동기부여를 줄 수 있는지를 큰 평가요소로 두고 있습니다. ',
  },
  {
    id: 3,
    question: '불합격한 이력이 있어도 재지원이 가능한가요?',
    answer:
      '네 가능합니다.\n' +
      '다만, 면접 불참, 경고 3회 누적 등으로 인해 탈락한 경우 영구적으로 지원이 불가능합니다.',
  },
  {
    id: 4,
    question: '비전공자도 지원이 가능한가요?',
    answer:
      '네 가능합니다.\n' + ' 재학생, 휴학생이시라면 누구나 지원가능합니다.',
  },
  {
    id: 5,
    question: '대학원생도 지원이 가능한가요?',
    answer:
      '불가능합니다.\n' + 'Google Developer Groups on Campus 운영방침상 학부생, 재.휴학생만 지원 가능합니다.',
  },
  {
    id: 6,
    question: '코딩 교육과정이 있나요?',
    answer:
      'GDGoC는 학생 개발 커뮤니티로서 별도의 교육 커리큘럼은 없으며.\n' +
      '지식을 공유하거나 여러 활동을 통해 좋은 시너지를 주는데에 목적을 가지고 운영하고 있습니다.\n' +
      '하지만, git 사용법이나 학습에 필요한 가이드라인 제공 또는 일부 교육세션이 진행될 수 있습니다.',
  },
  {
    id: 7,
    question: '활동시간이 정해져있나요?',
    answer:
      '정기세미나는 4주마다 금요일 밤 7시에 진행되며 프로젝트는 팀별로 조율하여 매주 진행 중입니다.\n' +
      '정기세미나, 프로젝트 외에 다른 활동은 자율로 진행되고 있습니다.',
      '(다만, 학사 일정을 고려하여 정기세미나 일정은 바뀔 수 있습니다)'
  },
  {
    id: 8,
    question: '활동 방식이 궁금해요',
    answer:
      'GDGoC는 학생 개발자 커뮤니티로 일반적인 동아리와는 차별점을 두고 있습니다.\n' +
      '비기너와 포지션을 가진 멤버들의 활동방식이 다릅니다. ' +
      '비기너는 운영진이 정해준 팀과 3개월간 미니프로젝트(와플)를 진행합니다. ' +
      '미니프로젝트는 총 3회차까지 진행되며, 3번 안에 포지션을 얻지 못할 경우 GDGoC와 함께할 수 없습니다. \n' +
      '포지션을 획득하는 기준은 "하나의 프로젝트를 스스로 개발할 수 있는가"(상태관리, GitFlow 등등) 이며\n' +
      '매 회차가 끝날 때마다 해당하는 포지션 리드와 운영진이 상의해 포지션 부여 여부를 결정합니다.\n' +
      '포지션을 가진 분들은 프로젝트 팀(포지션 별 최대 2명)을 개설하여 활동하며.\n' +
      'GDG, 타 대학 GDSC와 연합하여 진행하는 이벤트를 기획, 주최할 수 있습니다.\n',+
      '다만, 필요한 활동은 변경될 수 있는 점 참고 부탁드립니다.',
  },
];
