export const FaqData = [
  {
    id: 1,
    question: '전형결과는 언제 알 수 있나요?',
    answer:
      '지원기간, 면접기간이 종료된 후 합격/불합격 여부에 관계없이 일주일 안에 이메일로 연락을 드리고 있습니다.\n' +
      '일주일이 지난 후에도 연락을 받지 못할 경우 gdscdju@gmail.com으로 연락주시면 빠르게 도움을 드리도록 하겠습니다.',
  },
  {
    id: 2,
    question: '지원 시 유의사항이 있나요?',
    answer:
      'GDSC DJU가 추구하는 커뮤니티는 모두가 커뮤니티의 발전을 위해 노력하는 분위기입니다.\n' +
      '개개인의 코딩실력도 중요하지만 동료에게 얼마나 큰 동기부여를 줄 수 있는지를 큰 평가요소로 두고 있습니다. ',
  },
  {
    id: 3,
    question: '불합격한 이력이 있어도 재지원이 가능한가요?',
    answer:
      '네 가능합니다.\n' +
      ' 다만 면접 불참, 경고 2회 누적으로 인해 탈락한 경우 영구적으로 지원이 불가능합니다.',
  },
  {
    id: 4,
    question: '비전공자도 지원이 가능한가요?',
    answer:
      '네 가능합니다.\n' + ' 재학생, 휴학생이시라면 누구나 지원가능합니다.',
  },
  {
    id: 5,
    question: '대학원생도 지원이 가능한가요?',
    answer:
      '불가능합니다. Google Developer Student Clubs 운영방침상 학부생, 재.휴학생 대상입니다.',
  },
  {
    id: 6,
    question: '코딩 교육과정이 있는건가요?',
    answer:
      '개발 커뮤니티로서 교육을 직접적으로 진행하지는 않습니다.\n' +
      '팀별로 지식을 공유하거나 여러 활동을 통해 좋은 시너지를 주는데에 목적이 있습니다.\n' +
      '그러나 git 사용이나 학습에 필요한 가이드라인은 제공해드립니다.',
  },
  {
    id: 7,
    question: '활동시간이 정해져있나요?',
    answer:
      '정기세미나는 2주마다 월요일 밤 9시에 진행되며 프로젝트는 팀별로 조율하여 매주 진행 중입니다.\n' +
      '정기세미나, 프로젝트 외에 다른 활동은 자율로 진행되고 있습니다.',
  },
  {
    id: 8,
    question: '활동 방식이 궁금해요',
    answer:
      'GDSC는 학생 개발자 커뮤니티로 일반적인 동아리와는 차별점을 두고 있습니다.\n' +
      '비기너와 포지션을 가진 분들은 활동방식이 다릅니다. ' +
      '비기너 분들은 운영진이 지정해준 팀을 바탕으로 3개월간 진행되는 미니해커톤을 진행합니다. ' +
      '미니해커톤은 총 3회차까지 진행되며 3번 안에 포지션을 받지 못할 경우 GDSC와 함께할 수 없습니다. \n' +
      '포지션을 획득하는 기준은 "하나의 프로젝트를 스스로 개발할 수 있는가" 입니다. (상태관리, GitFlow 등등)\n' +
      '포지션을 가진 분들은 프로젝트 팀(포지션 별 최대 2명)을 개설하여 활동합니다.\n' +
      'GDG, 타 대학 GDSC와 연합하여 진행하는 이벤트를 기획, 주최할 수 있습니다.',
  },
];
